Repository: blackjackshellac/kitchenTimer
Catalog: kitchentimer@blackjackshellac.*/po/*.po
Languages: fr

source: seconds
fr: secondes

source: hours
fr: heures

source: Create Preset
fr: Créer un préréglage

source: Name 00:00:00
fr: Nom 00:00:00

source: Create
fr: Créer

source: Show end time
fr: Afficher l'heure de fin

source: Quick
fr: Pratique

source: Running timers
fr: Minuteries en cours

source: Quick timers
fr: Minuteries pratiques

source: Preset timers
fr: Minuteries préréglées

source: Preferences…
fr: Préférences…

source: Restart timer %s
fr: Redémarrer la minuterie %s

source: Show a notification when a timer ends
fr: Afficher une notification à la fin de la minuterie

source: Inhibit screen lock
fr: Désactiver le verrouillage de l'écran

source: Maximum amount of time to inhibit screen lock, in seconds
fr: Temps maximum pour empêcher le verrouillage de l'écran, en secondes

source: 0 is no maximum, positive integer specifies the number of seconds
fr: 0 n'est pas un maximum, une valeur positive spécifie le nombre de secondes

source: Make the notification wait for input
fr: Faire attendre la notification pour l'entrée de l'utilisateur

source: Long timeout for sticky notifications, default is 30 seconds
fr: Long délai d'attente pour les notifications persistantes, la valeur par défaut est de 30 secondes

source: Show the time when the timer will expire rather than the countdown
fr: Afficher le temps lorsque la minuterie expirera plutôt que le compte à rebours

source: Show time remaining in panel menu
fr: Afficher le temps restant dans le panneau

source: Show timer progress in panel menu
fr: Afficher la progression de la minuterie dans le panneau

source: Show timer name in panel menu
fr: Afficher le nom de la minuterie dans le panneau

source: Play sound notifications
fr: Jouer les sons de notification

source: Number of times to ring alarm sound, 0 is the duration of notification
fr: Nombre de sonneries d'alarme, 0 est la durée de la notification

source: Path to sound file
fr: Chemin vers le fichier son

source: Default length of timer in seconds
fr: Durée par défaut de la minuterie en secondes

source: Array of Timer descriptions
fr: Tableau de descriptions de minuterie

source: Array of Quick Timer descriptions
fr: Table of descriptions of convenient timers

source: timers configuration stored as json
fr: configuration des minuteries stockée en tant que json

source: Experimental feature for storing timer data
fr: Fonction expérimentale de stockage des données de minuterie

source: Sort list of timers by duration
fr: Trier la liste des minuteries par durée

source: Sort from longest to shortest
fr: Trier du plus long au plus court

source: Save quick timers between sessions if enabled
fr: Enregistrer des minuteries pratiques entre les sessions si activé

source: Prevent creation of duplicate timers of the same type
fr: Eviter la création de minuteries en double du même type

source: State of running timers as json string
fr: État des minuteries en cours d'exécution comme json

source: Low volume threshold in percent
fr: Limite de volume faible en pourcentage

source: Heuristic counter to prefer displaying the quick or preset menus expanded
fr: Compteur heuristique pour préférer afficher les menus rapides ou préréglées

source: Warn if volume levels are below threshold
fr: Avertir si les niveaux de volume sont inférieurs au seuil

source: Turn on debugging
fr: Activer le débogage

source: Enable keyboard shortcuts
fr: Activer les raccourcis clavier

source: Keyboard shortcut for toggling show-end-time setting
fr: Accélérateur de clavier pour basculer le paramètre show-end-time

source: Keyboard shortcut to stop the next timer to expire
fr: Accélérateur de clavier pour arrêter la prochaine minuterie à expirer

source: Duplicate timer is already running
fr: Une minuterie en double est déjà en cours d'exécution

source: Timer stopped %s early at
fr: La minuterie s'est arrêtée %s plus tôt à

source: Timer completed %s late at
fr: La minuterie a terminé avec %s de retard à

source: Timer completed on time at
fr: Minuterie terminée à temps à

source: New timer
fr: Nouvelle minuterie

source: Sound file
fr: Fichier son

source: Export
fr: Exporter

source: Exported settings to %s
fr: Les paramètres ont été exportés vers %s

source: Import
fr: Importer

source: Imported settings from %s
fr: Les paramètres ont été importés du %s

# add-timer
source: Add new timer
fr: Ajouter une nouvelle minuterie

# remove-timer
source: Remove selected timer
fr: Supprimer la minuterie sélectionnée

# preset_radio
source: Preset timers
fr: Minuteries préréglées

# quick_radio
source: Quick timers
fr: Minuteries pratiques

source: Timer types
fr: Types de minuterie

# select-timer
source: Select the timer to be modified
fr: Sélectionnez le minuteur à modifier

# timers-combo-entry
source: Timer name
fr: Nom de la minuterie

# timer-enabled-text
source: Enabled
fr: Activer

# timer-enabled
source: Enable timer if checked
fr: Activer la minuterie si coché

# label-hour
source: Hours
fr: Heures

# label-seconds
source: Seconds
fr: Secondes

# tvcr-name
source: Name
fr: Nom

# tvcr-enabled
source: Enabled
fr: Activée

source: Delete
fr: Supprimer

source: Timers
fr: Minuteries

# notification
source: Show a notification when the timer is done
fr: Afficher une notification lorsque la minuterie est terminée

# sort_by_duration_text
source: Sort by duration
fr: Trier par durée

# sort-by-duration
source: Sort timers by duration
fr: Trier les minuteries par durée

# sort_descending_text
source: Sort descending
fr: Trier par ordre décroissant

# sort-descending
source: Sort timers by duration from longest to shortest
fr: Trier les minuteries par durée du plus long au plus court

source: Save quick timers
fr: Enregistrer des minuteries practiques

# save-quick-timers-tooltip
source: If selected, quick timers are also saved
fr: Si sélectionné, les minuteries practiques sont également enregistrées

# show_label
source: Show name
fr: Afficher nom

# show_timer_name
source: Show timer name in the panel menu
fr: Afficher le nom de la minuterie dans le menu du panneau

source: Detect dupes
fr: Eviter les doublons

# detect-dupes-tooltip
source: Prevent timers with the same duration, name and type
fr: Évitez les minuteries avec la même durée, le même nom et le même type

source: Show time
fr: Afficher l'heure

# show-time
source: Show remaining time for running timers in the panel
fr: Afficher le temps restant pour l'exécution des minuteries dans le panneau

# notification_sticky
source: Sticky notification
fr: Notification persistente

# notification-sticky-tooltip
source: Notification waits for input
fr: La notification attend l'action de l'utilisateur

source: Animate progress icon
fr: Animer l'icône de progression

# show-progress-tooltip
source: Animate progress icon in the panel menu
fr: Animer l'icône de progression dans le panneau

source: Play sound
fr: Jouer son

# play-sound
source: Play the sound when the timer is done
fr: Jouez le son lorsque la minuterie est terminée

# json_file_chooser_button
source: Settings…
fr: Paramètres…

# json_file_chooser_tooltip
source: Export timer settings, or import them into the program
fr: Exportez les paramètres de la minuterie ou importez-les

# export-settings-radio
source: Export
fr: Exporter

# import-settings-radio
source: Import
fr: Importer

# inhibit
source: Inhibit screen lock
fr: Désactiver le verrouillage de l'écran

# inhibit-tooltip
source: Inhibit screen lock when timers are running
fr: Désactiver le verrouillage de l'écran lorsque les minuteries sont en cours d'exécution

# accel-enable
source: Keyboard shortcuts
fr: Raccourcis clavier

# accel-enable-tooltip
source: Click to enable global keyboard shortcuts
fr: Cliquez pour activer les raccourcis clavier globaux

# sound_file_tooltip
source: Timer notification sound file
fr: Fichier sonore de notification de minuterie

source: Sound file
fr: Fichier son

# path_to_sound_file
source: Sound file
fr: Fichier son

# warn-volume-level
source: Warn low volume
fr: Avertir un faible volume

source: Low volume threshold percent
fr: Pourcentage de seuil de volume faible

# sound_loops_tooltip
source: Loops to play timer notification sound, 0 plays for the duration of the notification dialog
fr: Nombre de sonneries d'alarme, 0 est la durée de la notification

source: Sound
fr: Son

source: About
fr: À propos

source: About
fr: À propos
